{
  "daniel": {
    "title": "Book of Daniel",
    "description": "Daniel, the wise prophet, narrates divine dreams and visions, unraveling the future with clarity. From unwavering faith in adversity to the final victory of good over evil, Daniel is a beacon of hope and wisdom in the fabric of biblical history and humanity.",
    "chapter1": {
      "title": "Daniel and his friends",
      "description": "In the first chapter of Daniel, we are introduced to Daniel and his three friends—Hananiah, Mishael, and Azariah—who are taken captive to Babylon during the reign of King Jehoiakim of Judah. They are chosen for their intelligence and good looks to be trained for three years in the king's service, learning the language and literature of the Chaldeans. Despite being given the king's rich food and wine, Daniel resolves not to defile himself with it and proposes a ten-day test of a vegetarian diet and water. At the end of the ten days, they appear healthier and better nourished than all the young men who ate the king's food. God gives them knowledge and understanding in all literature and wisdom, and Daniel receives understanding in all visions and dreams. At the end of their training, when presented before King Nebuchadnezzar, they are found ten times better than all the magicians and enchanters in his kingdom.",
      "interesting_facts": {
        "fact1": "Daniel and his friends were young, likely teenagers, when they were taken to Babylon.",
        "fact2": "Their Babylonian names were Belteshazzar, Shadrach, Meshach, and Abednego, respectively.",
        "fact3": "Their refusal to eat the king's food was not just about diet, but about avoiding idolatrous sacrifices and maintaining their dietary laws (kosher).",
        "fact4": "The 'ten-day test' is a powerful example of trusting God's provision and standing firm in one's convictions.",
        "fact5": "God's blessing on Daniel and his friends was evident in their superior wisdom and appearance, demonstrating His faithfulness to those who honor Him."
      },
      "interesting_facts_title": "Interesting Facts"
    },
    "chapter2": {
      "title": "Nebuchadnezzar's Dream",
      "description": "Description of Nebuchadnezzar's dream",
      "interesting_facts": "Interesting facts",
      "sections": {
        "history": "History",
        "maps": "Maps",
        "verses": "Verses",
        "prophecy": "Prophecy",
        "symbols": "Symbols"
      },
      "kingdoms": {
        "babylon": {
          "title": "Head of Gold - Babylon",
          "history": {
            "p1": "Nebuchadnezzar's reign marked the height of the Neo-Babylonian Empire. His dream of a great statue represented a sequence of world empires.",
            "p2": "Babylon was known for its immense wealth, powerful military, and advanced culture, including the Hanging Gardens, one of the Seven Wonders of the Ancient World."
          },
          "prophecy": {
            "p1": "Daniel interpreted the head of gold as Nebuchadnezzar and the Babylonian Empire (Daniel 2:37-38).",
            "p2": "This prophecy highlighted Babylon's position as the dominant world power at that time."
          },
          "symbols": {
            "p1": "Gold: Symbolizes great wealth, power, and the supreme nature of the Babylonian Empire."
          }
        },
        "medoPersia": {
          "title": "Chest and Arms of Silver - Medo-Persia",
          "history": {
            "p1": "The Medo-Persian Empire, a dual monarchy, conquered Babylon in 539 BC under Cyrus the Great. It stretched from India to Ethiopia.",
            "p2": "Known for its vast administrative system, including satrapies and a postal service. Its laws were unchangeable."
          },
          "prophecy": {
            "p1": "The chest and arms of silver represented the Medo-Persian Empire, which was inferior to Babylon but still a significant power (Daniel 2:39).",
            "p2": "The two arms symbolized the dual nature of the empire, formed by the Medes and the Persians."
          },
          "symbols": {
            "p1": "Silver: Represents an empire inferior to Babylon in glory but vast in territory."
          }
        },
        "greece": {
          "title": "Belly and Thighs of Bronze - Greece",
          "history": {
            "p1": "The Grecian Empire, led by Alexander the Great, conquered the Medo-Persian Empire with astonishing speed. Alexander's conquests spread Greek culture (Hellenism) across the ancient world.",
            "p2": "After Alexander's death, his empire was divided among his four generals (diadochi), leading to the formation of the Seleucid, Ptolemaic, Antigonid, and Lysimachian kingdoms."
          },
          "prophecy": {
            "p1": "The belly and thighs of bronze represented the Grecian Empire, which would rule over all the earth (Daniel 2:39).",
            "p2": "Bronze, a strong metal, accurately depicted the military might of Greece."
          },
          "symbols": {
            "p1": "Bronze: Symbolizes a powerful and expansive empire, though less glorious than silver or gold."
          }
        },
        "rome": {
          "title": "Legs of Iron - Rome",
          "history": {
            "p1": "The Roman Empire emerged as the next dominant world power, known for its unparalleled military strength, legal system, and infrastructure. It absorbed the Hellenistic kingdoms.",
            "p2": "Rome's iron-like strength allowed it to crush and break other kingdoms, establishing a vast and long-lasting empire that profoundly influenced Western civilization."
          },
          "prophecy": {
            "p1": "The legs of iron represented the Roman Empire, which would be strong as iron and break in pieces and subdue all things (Daniel 2:40).",
            "p2": "The two legs could also symbolize the eventual division of the Roman Empire into East and West."
          },
          "symbols": {
            "p1": "Iron: Denotes the immense strength, durability, and crushing power of the Roman Empire."
          }
        },
        "dividedKingdom": {
          "title": "Feet of Iron and Clay - Divided Kingdoms of Europe",
          "history": {
            "p1": "Following the decline of the Roman Empire, Europe was invaded by various barbarian tribes, leading to the fragmentation of the empire into numerous smaller kingdoms.",
            "p2": "Attempts to reunite Europe, either by force or intermarriage, have consistently failed, fulfilling the prophecy that the kingdoms would not cling to one another."
          },
          "prophecy": {
            "p1": "The feet and toes, partly of iron and partly of clay, represented a divided kingdom that would be partly strong and partly weak (Daniel 2:41-43).",
            "p2": "The mixture of iron and clay symbolizes the inability of these kingdoms to permanently unite, a characteristic seen in post-Roman Europe."
          },
          "symbols": {
            "p1": "Iron and Clay: Represents the fragmented and unstable political landscape of Europe after the fall of Rome, with varying strengths and weaknesses, and no lasting unity."
          }
        },
        "heavenKingdom": {
          "title": "The Stone - God's Eternal Kingdom",
          "history": {
            "p1": "Following the divided kingdoms, a stone cut out without hands strikes the statue on its feet, pulverizing all the previous empires.",
            "p2": "This stone grows into a great mountain that fills the whole earth, representing the establishment of an eternal kingdom by God Himself."
          },
          "prophecy": {
            "p1": "The stone cut out without hands represents God's everlasting kingdom, which will destroy all earthly kingdoms and stand forever (Daniel 2:44-45).",
            "p2": "This kingdom will not be left to other people but will consume all these kingdoms and stand forever."
          },
          "symbols": {
            "p1": "Stone: Symbolizes the divine, eternal, and indestructible kingdom of God that will replace all human empires."
          }
        }
      }
    },
    "chapter3": {
      "title": "Fiery Furnace",
      "description": "The test of faith in the fiery furnace",
      "interesting_facts": "Interesting facts"
    },
    "chapter4": {
      "title": "God's People",
      "description": "Nebuchadnezzar's transformation",
      "interesting_facts": "Interesting facts"
    },
    "chapter5": {
      "title": "The Writing on the Wall",
      "description": "Belshazzar's feast",
      "interesting_facts": "Interesting facts"
    },
    "chapter6": {
      "title": "The Sacrifice of Jesus",
      "description": "Daniel in the lions' den",
      "interesting_facts": "Interesting facts"
    },
    "chapter7": {
      "title": "The Kingdom of Prophets",
      "description": "Vision of the four beasts",
      "interesting_facts": "Interesting facts"
    },
    "chapter8": {
      "title": "The Return of Jesus",
      "description": "Vision of the ram and goat",
      "interesting_facts": "Interesting facts"
    },
    "chapter9": {
      "title": "Jesus' Sacrifice to Save the World",
      "description": "The prophecy of seventy weeks",
      "interesting_facts": "Interesting facts"
    },
    "chapter10": {
      "title": "God's Work",
      "description": "The vision of the glorious man",
      "interesting_facts": "Interesting facts"
    },
    "chapter11": {
      "title": "The End",
      "description": "Conflicts between kingdoms",
      "interesting_facts": "Interesting facts"
    },
    "chapter12": {
      "title": "The Resurrection",
      "description": "The time of the end",
      "interesting_facts": "Interesting facts"
    }
  },
  "revelation": {
    "title": "Book of Revelation",
    "description": "The Revelation, the final divine revelation, unveils Christ's and His church's ultimate triumph. Through prophetic symbols and visions, John narrates the cosmic battle between good and evil, culminating in God's glorious victory and the new creation.",
    "chapter1": {
      "title": "Letters",
      "description": "The letters to the seven churches",
      "interesting_facts": "Interesting facts"
    },
    "chapter2": {
      "title": "Seals",
      "description": "The opening of the seven seals",
      "interesting_facts": "Interesting facts"
    },
    "chapter3": {
      "title": "Trumpets",
      "description": "The sounding of the seven trumpets"
    },
    "chapter4": {
      "title": "Woman and Dragon",
      "description": "The woman and the scarlet dragon"
    },
    "chapter5": {
      "title": "Bowls",
      "description": "The seven bowls of wrath"
    },
    "chapter6": {
      "title": "Great Harlot",
      "description": "The fall of Babylon"
    },
    "chapter7": {
      "title": "Final Triumph",
      "description": "The new Jerusalem"
    }
  },
  "navigation": {
    "prophecy": "Prophecy",
    "daniel": "Daniel",
    "revelation": "Revelation"
  },
  "chapters": {
    "chapter": "Chapter",
    "home": "Home",
    "letters": "Letters",
    "seals": "Seals",
    "trumpets": "Trumpets",
    "womanAndDragon": "Woman and Dragon",
    "bowls": "Bowls",
    "greatHarlot": "Great Harlot",
    "finalTriumph": "Final Triumph"
  }
}
